Revit 2027 API
ParameterTypeId.ZoneAreaGross Property
 "Gross Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneAreaGross { get; }
Public Shared ReadOnly Property ZoneAreaGross As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneAreaGross {
	ForgeTypeId^ get ();
}
static member ZoneAreaGross : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace